Repository: hopestar702/desk-qt-farid-doc-sec
Catalog: nmapsi4/ts/po/nmapsi4/*.po
Languages: cs, fr

source: &Quit
cs: &Ukončit
fr: &Quitter

source: Quit
cs: Ukončit
fr: Quitter

source: &About nmapsi4
cs: &O programu Nmapsi4
fr: &A propos de nmapsi4

source: &Scan
cs: &Prohledat
fr: &Numériser

# MainWindow#7
source: Scan
fr: Numériser

source: About &Qt
cs: O &Qt
fr: A propos de &Qt

source: &Preferences
cs: &Nastavení
fr: &Préférences

source: Stop Scan
cs: Zastavit prohledávání
fr: Arrêter la numérisation

source: Clear History
cs: Smazat historii
fr: Effacer l'historique

source: Close Tree
cs: Zavřít strom
fr: Fermer l'arborescence

source: Close Scan Tree
cs: Zavřít strom s prohledáváním
fr: Fermer l'arborescence de la numérisation

source: Clear HostName
cs: Smazat název serveru
fr: Effacer Le nom d'hôte

source: Clear Hostname IP
cs: Smazat IP u názvu serveru
fr: Effacer l'IP du nom d'hôte

source: Save As
cs: Uložit jako
fr: Enregistrer sous

source: Save
cs: Uložit
fr: Enregistrer

source: S&ave
cs: &Uložit
fr: E&nregistrer

source: Save &As
cs: Uložit &jako
fr: Enregistrer &Sous

source: F&ull Screen Mode
cs: Režim &celé obrazovky
fr: Mode P&lein Ecran

source: Show &Menu Bar
cs: Ukázat &nabídkový pruh
fr: Afficher La Barre de &Menu

source: Show Status Bar
cs: Ukázat stavový pruh
fr: Afficher La Barre d'Etat

source: &Add Bookmark
cs: &Přidat záložku
fr: &Ajouter un Signet

source: Main
cs: Hlavní
fr: Principal

# MainWindow#28MainWindow#28
source: Log
fr: Se connecter

source: Section Scan
fr: Section de numérisation

source: Section Log
fr: Se connecter Section

source: Section Vulnerabilities
fr: Vulnérabilités de la Section

source: Clear
cs: Smazat
fr: Effacer

source: Save Profile
cs: Uložit profil
fr: Enregistrer le Profil

source: Host(s)
cs: Server
fr: Hôte(s)

source: Description
fr: Descriptif

source: Donate Money
fr: Don en Argent

source: Visit Website
fr: Visiter le site Web

source: Report a bug
fr: Signaler un bug

source: State
cs: Stav
fr: Etat

source: Nss script result
cs: Výsledek skriptu NSS
fr: Résultat du script Nss

source: IP List
cs: Seznam IP
fr: Liste IP

# MainWindow#47
source: Profile Name
fr: Nom du profil

source: Parameters List
cs: Seznam pomocných proměnných
fr: Liste des paramètres

source: Scan Details
cs: Prohledat podrobnosti
fr: Détails de numérisation

source: Ipv6 support
fr: Supporte Ipv6

source: Port Range:
fr: Plage de Port:

source: Scan Techniques:
fr: Techniques de Numérisation:

source: Timing Template:
fr: Modèle de Temporisation:

source: Max time to scan a target
fr: Temps maximum pour numériser une cible

source: Initial probe timeout
fr: Délai d'expiration initial de la sonde

source: Min probe timeout
fr: Délai d'expiration de la sonde minimum

source: Max probe timeout
fr: Délai d'expiration de la sonde maximum

source: Active Script
fr: Activer le Script

source: Disable Script
fr: Désactiver le Script

source: Nse Categories Help
fr: Catégories d'aide Nse

# MainWindow#65
source: Search
fr: Rechercher

source: Nse Script Search
fr: Script de recherche Nse

source: Nse manual script invocation: (Ex. snmp-sysdescr,smb-os-discovery )
fr: appel de script Nse manuel: (Ex. snmp-sysdescr,smb-os-découverte)

# MainWindow#69
source: Done
fr: Effectué

# MainWindow#70
source: Nse Options
fr: Options de Nse

source: Add Url
fr: Ajouter Url

source: Url(s) name
fr: Url(s) nom

source: Bookmarks Url
fr: Favoris Url

source: Local Interfaces:
fr: Interfaces locales:

source: Start DIscover
fr: Démarrage Découvrir

source: Stop Discover
fr: Arrêter Découvrir

source: Discover Group:
fr: Découvrir Groupe:

source: Start Ip:
fr: Ip De début:

source: End Ip:
fr: Démarrer Ip:

source: Service(s) with info
fr: Service(s) avec info

# MainWindow#85
source: Scan log parameters
fr: Scan des paramètres log

source: Stop All Scan
fr: Arrêter tout Scan

source: Stop Current Scan
fr: Arrêter le Scan en Cours

# MainWindow#88
source: Scan Options
fr: Options de Scan

source: Host Thread
cs: Vlákno serveru
fr: Thread hôte

# MainWindow#90
source: Scan Monitor
fr: Moniteur de Scan

source: Auto nse script
fr: script nse Auto

source: Custom nse script
fr: script nse Personnalisé

source: Nse categories script available
fr: catégories de script Nse disponibles

source: Nse categories Script Active
fr: catégories de Script Nse actif

source: Restore Default Categories
fr: Restaurer les Catégories par Défaut

# MainWindow#96
source: Lookup
fr: Recherche

source: Hop(s)
cs: Poskočení
fr: Saut(s)

source: Error(s)
cs: Chyba(y)
fr: Erreur(s)

source: Warning(s)
cs: Varování
fr: Avertissement(s)

source: Data
fr: Donnée

source: Bookmarks
cs: Záložky
fr: Favoris

source: Host Details
cs: Podrobnosti o serveru
fr: Détails de l'hôte

source: Details
cs: Podrobnosti
fr: Détails

source: Bookmarks parameters
cs: Pomocné proměnné záložek
fr: Paramètres de Favoris

source: Apply Quick Profile
fr: Appliquer le profil rapide

source: RPC Scan
cs: Prohledávání RPC
fr: Scan RPC

source: Don't Ping
cs: Nezvonit
fr: Ne pas Ping

source: All
cs: Vše
fr: Tous

source: Most Important
cs: Nejdůležitější
fr: le Plus Important

source: Range
cs: Rozsah
fr: Gamme

source: Connect Scan
cs: Prohledávání spojení
fr: Connecter scan

source: Ping Sweep
cs: Velký rozsah zazvonění
fr: Balayer Ping

source: Host List
cs: Seznam serverů
fr: Liste des Hôtes

source: FTP Bounce Attack
cs: FTP útok vrácení
fr: Attaque de Rebond FTP

source: Version Probe
cs: Ověření verze
fr: Sonde de version

source: OS Detection
cs: Rozpoznání OS
fr: Détection d'OS

source: ICMP Echo
cs: Odezva ICMP
fr: Echo ICMP

source: ICMP TImestamp
cs: Časové razítko ICMP
fr: Horodatage ICMP

source: UDP Ping
cs: Zazvonění UDP
fr: Ping UDP

source: TCP SYN Ping
cs: Zazvonění TCP SYN
fr: Ping TCP SYN

source: TCP ACK Ping
cs: Zazvonění TCP ACK
fr: Ping TCP ACK

source: ICMP Netmask
cs: Síťová maska ICMP
fr: Masque de réseau ICMP

source: Input File
cs: Vstupní soubor
fr: Fichier d'Entrée

source: Browser
cs: Prohlížeč
fr: Navigateur

source: Scan Delay
cs: Zpoždění prohlédnutí
fr: Délai de scan

source: Ipv4 TTL
fr: TTL Ipv4

source: Normal Throttling
cs: Obvyklé omezení
fr: Limitation Normale

source: Paranoid Throttling
cs: Chorobně podezíravé omezení
fr: Limitation Paranoïaque

source: Sneaky Throttling
cs: Úskočné (omezení
fr: Limitation Sournoise

source: Polite Throttling
cs: Zdvořilé omezení
fr: Limitation Polie

source: Aggressive Throttling
cs: Útočné omezení
fr: Limitation Agressive

source: Insane Throttling
cs: Pomatené omezení
fr: Limitation Folle

source: Quiet
cs: Tichý
fr: Tranquille

source: Verbose
cs: Podrobný
fr: Bavard

source: Very Verbose
cs: Velmi podrobný
fr: Très Bavard

source: Debug
cs: Ladění
fr: Débogage

source: Verbose Debug
cs: Podrobné ladění
fr: Débogage Bavard

source: When Required
cs: Při požádání
fr: Lorsque Requis

source: Always
cs: Vždy
fr: Toujours

source: Never
cs: Nikdy
fr: Jamais

source: DNS Resolution
cs: Rozlišení DNS
fr: Résolution DNS

source: Verbosity
cs: Podrobnost
fr: Verbosité

source: Spoof Address
cs: Předstíraná adresa
fr: Adresse Frauduleuses

source: Specific Device
cs: Zvláštní zařízení
fr: Périphérique Spécifique

source: Decoy
cs: Návnada
fr: Leurre

source: Source Port
cs: Zdrojová přípojka
fr: Port Source

source: Ordered Port
cs: Přikázaná přípojka
fr: Port Ordonné

source: Remove Url
fr: Retirer Url

source: Vulnerability
fr: Vulnérabilité

source: Remaining Ip:
fr: Ip Restantes:

# MainWindow#160
source: Discover
fr: Découvrir

source: &File
cs: &Soubor
fr: &Fichier

source: &View
cs: &Pohled
fr: &Afficher

source: &Bookmarks
cs: &Záložky
fr: &Favoris

source: &Help
cs: &Nápověda
fr: &Aide

source: S&ettings
cs: &Nastavení
fr: P&aramètres

source: &Tools
fr: &Outils

source: toolBar
cs: Nástrojový pruh
fr: Barre d'outils

source: toolBar_2
cs: Nástrojový pruh 2
fr: Barre d'outils_2

source: toolBar_3
cs: Nástrojový pruh 3
fr: Barre d'outils_3

source: NmapSI4 Preferences
cs: Nastavení NmapSI4
fr: Préférences de nmapsi4

source: User Profiles
cs: Uživatelské profily
fr: Profils Utilisateur

# ProfileMain#3
source: Quick Scan
fr: Scan Rapide

# ProfileMain#4
source: Normal Scan
fr: Scan Normal

source: Root Profiles
cs: Základní profily
fr: Profils Root

source: Full Version Detection
cs: Plné rozpoznávání verzí
fr: Détection de la Version Complète

source: Quick Version Detection
cs: Rychlé rozpoznávání verzí
fr: Détection de la Version Rapide

source: Log Preferences
cs: Nastavení zápisu
fr: Préférences de Connexion

source: &Browse
cs: &Procházet
fr: &Parcourir

source: Log File Path
cs: Cesta k souboru se zápisem
fr: Chemin du Fichier Journal

source: Active Log
cs: Činný zápis
fr: Journal Actif

source: Verbose Log
cs: Podrobný zápis
fr: Journal Détaillé

source: History Cache
cs: Vyrovnávací paměť s historií
fr: Historique du Cache

source: Size Preferences
cs: Nastavení velikosti
fr: Préférences de Dimensions

source: Save Windows Resize
cs: Uložit změnu velikosti okna
fr: Enregistrer Redimensionnement de Fenêtres

source: Save Windows Positions
cs: Uložit polohy oken
fr: Sauvegarde les positions des Fenêtres

source: Scan Preferences
cs: Nastavení prohledávání
fr: Préférences de Scan

source: Internal Lookup
cs: Vnitřní vyhledávání
fr: Recherche Interne

source: Dig Lookup
cs: Důkladné vyhledávání
fr: Creuser Recherche

source: &Defaults
cs: &Výchozí
fr: &Par défaut

source: &Cancel
cs: &Zrušit
fr: &Annuler

source: Add Parameters Profile
fr: Ajouter un profil de paramètres

# addParBook#2
source: Profile Name
fr: Nom de Profil

source: Parameters
fr: Paramètres

# addParBook#4
source: Done
fr: Effectué

# addParBook#5
source: Cancel
fr: Annuler

source: Add Vulnerability Url
fr: Ajouter la vulnérabilité Url

source: Url Name
fr: Nom Url

source: Url address
fr: Adresse URL

# addUrl#5
source: Done
fr: Effectué

# addUrl#6
source: Cancel
fr: Annuler

source: Your configuration file is too old, please delete it
cs: Soubor s vaším nastavením je příliš starý. Smažte jej, prosím
fr: Votre fichier de configuration est trop ancien, s'il vous plaît supprimer le

source: Profiles
cs: Profily
fr: Profils

# mainProfile#2
source: Log
cs: Zápis
fr: Connexion

source: Size
cs: Velikost
fr: Taille

# mainProfile#4
source: Lookup
fr: Recherche

source: <h3>Profiles Scan</h3>
cs: <h3>Prohledávání profilů</h3>
fr: <h3>Scande de Profiles</h3>

source: <h3>Automatic Logs Options</h3>
cs: <h3>Automatické volby pro zápis</h3>
fr: <h3>Options de journaux automatique</h3>

source: <h3>Size Options</h3>
cs: <h3>Volby pro velikost</h3>
fr: <h3>Options de taille</h3>

source: <h3>Scan Lookup</h3>
cs: <h3>Prohledat vyhledávání</h3>
fr: <h3>Recherche de scan</h3>

source: Scan Process Details
fr: Détails du Processus de Scan

source: Hostname:
fr: Nom d'hôte:

source: Reload
fr: Actualiser

# monitorDetails#4
source: Close
fr: Fermer

source: Remove Host
cs: Odstranit server
fr: Supprimer l'Hôte

# nmapClass#2
source: Scan Host
fr: Scan de l'Hôte

source: Remove Service
cs: Odstranit službu
fr: Supprimer le Service

source: Search for vulnerabilities
cs: Hledat zranitelnosti
fr: Recherche de vulnérabilités

source: Remove Scan Paramenters
cs: Odstranit pomocné proměnné prohledávání
fr: Suppression des Paramètres de Scan

source: Use Parameters
cs: Použít pomocné proměnné
fr: Suppression des Paramètres de Scan

source: Check Vulnerability
fr: Vérifier la Vulnérabilité

source: No Ftp Address
cs: Žádná adresa FTP
fr: Aucune Adresse Ftp

source: Disable Ftp bounce
cs: Zakázat FTP vrácení
fr: Désactiver rebond FTP

source: No Ports Range (ex: 20-80)
cs: Žádný rozsah přípojek (ex: 20-80)
fr: Aucune Plage de Ports (ex: 20-80)

# nmapClass#11
source: Close
fr: Fermer

source: no input file
cs: Žádný vstupní soubor
fr: aucun fichier d'entrée

# nmapClass#13
source: Normal Scan
fr: Scan Normal

source: Wrong Address
cs: Nesprávná adresa
fr: Mauvaise Adresse

source: No description
cs: Žádný popis
fr: Aucune description

# nmapClass#18
source: Discover
fr: Découvrir

source: File
cs: Soubor
fr: Fichier

source: Save Log
cs: Uložit zápis
fr: Enregistrer le journal

source: No Scan found
cs: Nenalezeno žádné prohledávání
fr: Aucun Scan trouvé

source: Log (*.log)
cs: Zápis (*.log)
fr: Journal (*.log)

source: Save File permission Error (Log stored in /tmp)
cs: Chyba v oprávnění pro ukládání souboru (zápis uložen v /tmp)
fr: Enregistrer le Fichier Erreur d'autorisation (log stockés dans /tmp)

source: Save File permission Error
cs: Chyba v oprávnění pro ukládání souboru
fr: Enregistrer le Fichier Erreur d'autorisation

source: Active Scan
cs: Činné prohledávání
fr: Scan Actif

source: Select the file
cs: Vyberte soubor
fr: Sélectionner le fichier

source: Full
cs: Úplný
fr: Complet

source: User
cs: Uživatel
fr: Utilisateur

source: Scan host(s)
cs: Prohledat server(y)
fr: Scan hôte(s)

# nmapClass#33
source: Log
fr: Connexion

# nmapClass#34
source: Scan Log
fr: Journal de Scan

source: Check Vulnerabilities
cs: Prověřit zranitelnosti
fr: Vérifier Vulnérabilités

source: Network Discover
fr: Découvrir Réseau

source: Nss Script
cs: Skript NSS
fr: Script Nss

source: Enable/Disable NSS script
cs: Povolit/Zakázat skript NSS
fr: Activer/Désactiver script NSS

source: Enable/Disable Manual Parameters
cs: Povolit/Zakázat ruční parametry
fr: Activer/Désactiver Paramètres Manuel

# nmapClass#41
source: Search
fr: Chercher

source: Back
cs: Zpět
fr: Retour

source: Forward
cs: Vpřed
fr: En avant

source: Stop
cs: Zastavit
fr: Arrêter

source: Show/Hide Lookup
fr: Afficher/Masquer Recherche

source: Show/Hide Traceroot
fr: Afficher/Masquer Traceroot

source: Show/Hide Scan Monitor
fr: Afficher/Masquer Moniteur de Scan

source: Setup
fr: Configuration

source: Idle Scan
cs: Prohledávání Idle
fr: Scan Idle

source: SYN Stealth Scan
cs: Neviditelné prohledávání SYN
fr: SYN Scan Furtif

source: ACK Stealth Scan
cs: Neviditelné prohledávání ACK
fr: ACK Scan Furtif

source: FIN|ACK Stealth Scan
cs: Neviditelné prohledávání FIN|ACK
fr: FIN|ACK Scan Furtif

source: FIN Stealth Scan
cs: Neviditelné prohledávání FIN
fr: FIN Scan Furtif

source: NULL Stealth Scan
cs: Neviditelné prohledávání NULL
fr: NULL Scan Furtif

source: TCP Window Scan
cs: Okenní prohledávání TCP
fr: Fenêtre de Scan TCP

source: UDP Ports Scan
cs: Prohledávání přípojek UDP
fr: Scan de Ports UDP

source: IP Protocol Scan
cs: Prohledávání protokolu IP
fr: Protocol de Scan IP

source: Insert HostName to scan
cs: Vložit název serveru k prohledání
fr: Insérez Nom d'hôte à scanner

source: Warning: Operation more expansive.
cs: Upozornění: Úkon je velmi rozsáhlý.
fr: Avertissement : Opération plus large.

source: Insert [ip] or [dns] or [ip range] or [ip/dns list with space separator] to scan (ip range ex. 192.168.1.10/20)
cs: Vložit [ip] nebo [dns] nebo [ip range] nebo [ip/dns list with space separator] pro prohledání (ip rozsah ex. 192.168.1.10/20)
fr: Insérer [ip] ou [dns] ou [plage d'adresses ip] ou [liste ip/dns avec un espace séparateur] pour le scan (ex. plage d'adresses ip. 192.168.1.10/20)

source: Search Vulnerabilities
cs: Hledat zranitelnosti
fr: Recherche Vulnérabilités

source: No Host Target
cs: Žádný cíl se serverem
fr: Aucun Hôte Cible

source: Intense Scan
fr: Scan Intense

source: Intense Scan, all TCP ports
fr: Scan Intense,tous les ports TCP

source: Intense scan plus UDP
fr: Scan Intense plus UDP

source: Slow comprehensive scan
fr: scan complet Lent

source: Error: check nmap Installation.
fr: Erreur: vérifiez l'installation de nmap.

# MainWindow#1
source: Scan
cs: Prohledat

# MainWindow#4
source: Log
cs: Zápis

source: Log(s)
cs: Zápis(y)

source: Bounce Host
cs: Odmítnout server

source: Ports
cs: Přípojky

source: Normal
cs: Obvyklý

source: Fragmentation
cs: Rozkouskovanost

source: Port
cs: Přípojka

source: Scan Profile
cs: Profil prohledávání

source: Max. Parallel
cs: Max. spojitost

source: Min. Parallel
cs: Min. spojitost

source: Initial RTT
cs: Začáteční RTT

source: Host Timeout
cs: Překročení času u serveru

source: Toolbars
cs: Nástrojové pruhy

source: Main Toolbar
cs: Hlavní nástrojový pruh

source: Actions Toolbar
cs: Nástrojový pruh s činnostmi

source: Vuln
cs: Zranitelnost

source: Date
cs: Datum

# MainWindow#97
source: Scan Options
cs: Volby prohledávání

# MainWindow#100
source: Scan Monitor
cs: Dohled nad prohledáváním

# MainWindow#101
source: Lookup
cs: Vyhledávání

# MainWindow#103
source: Traceroute
cs: Vysledovat cestu

source: Vulnerabilities
cs: Zranitelnosti

source: Service
cs: Služba

source: Service(s)
cs: Služba(y)

source: Apply
cs: Použít

# MainWindow#124
source: Services
cs: Služby

source: Quick Scan
cs: Rychlé prohledávání

# ProfileMain#6
source: Normal Scan
cs: Obvyklé prohledávání

# mainProfile#7
source: Lookup
cs: Vyhledávání

source: Close
cs: Zavřít

# nmapClass#4
source: Normal Scan
cs: Obvyklé prohledávání

source: Information
cs: Informace

source: <b>Nmap Version:</b>
cs: <b>Verze Nmap:</b>

source: Not Present
cs: Nepřítomný

source: XMAS Tree Stealth Scan
cs: Neviditelné prohledávání XMAS stromu

# nmapClass#32
source: Scan
cs: Prohledat

source: Options
cs: Volby

source: Discover
cs: Objevit

source: Timing
cs: Načasování

source: <b>Mode:</b>
cs: <b>Režim:</b>

# nmapClass#40
source: Log
cs: Zápis

source: Scan Log
cs: Prohledat zápis

# nmapClass#42
source: Services
cs: Služby

source: Scan Host
cs: Prohledat server

source: Search
cs: Hledat
